[
  {
    "_id": 234,
    "topic": "Space",
    "userName": "SpaceX",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "time": "2h",
    "image": "spacex.png",
    "liked": true,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "@spacex",
    "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
  },
  {
    "_id": 235,
    "topic": "Space",
    "userName": "Tesla",
    "title": "Tesla surprises by gaining full $7,500 tax credit on cheapest Model 3, now starts at $30,000",
    "time": "2h",
    "image": "tesla.png",
    "liked": true,
    "replies": 223,
    "retuits": 800,
    "likes": 8923,
    "handle": "@tesla",
    "tuit": "Tesla surprises the market by confirming that buyers of its cheapest Model 3 now have access to the full $7,500 federal tax credit for electric vehicles instead of the previous $3,750."  },
  {
    "_id": 236,
    "topic": "Space",
    "userName": "Polestar",
    "title": "Polestar’s latest software update adds YouTube, upgraded Apple CarPlay",
    "time": "2h",
    "image": "spacex.png",
    "liked": false,
    "replies": 536,
    "retuits": 770,
    "likes": 6782,
    "handle": "@polestar",
    "tuit": "Polestar’s latest software update includes YouTube so Polestar 2 owners can watch streaming video while charging their vehicles and an updated version of Apple CarPlay that includes the ability to project Apple Maps onto the instrument cluster. That last facet is interesting because it seems to offer a preview of what Apple’s next-generation version of CarPlay, with its support for multiple displays across the dashboard, may end up looking like."
  }
]
